[
{
    "id" : 1, 
    "category" : "ناپایداری جهان",
    "text" : "این قافله عمر عجب می‌گذرد\nدریاب دمی که با طرب می‌گذرد\nساقی غم فردای حریفان چه خوری\nپیش آر پیاله را که شب می‌گذرد"
            ,
    "interpretation" : "خیام در این شعر به شتاب توقف‌ ناپذیر زمان اشاره می‌کند؛ زندگی را به کاروانی تشبیه کرده که با سرعتی باورنکردنی در حال عبور است. پیام او این است که غصه خوردن برای آینده‌ای که هنوز نیامده، تنها باعث از دست رفتنِ تنها دارایی واقعی ما یعنی «اکنون» می‌شود. او دعوت می‌کند که به جای غرق شدن در اضطرابِ فردا، لحظه‌ی حال را با خوشحالی و آگاهی دریابیم، چرا که این فرصت دیگر هرگز تکرار نخواهد شد."
},
{
    "id" : 2, 
    "category" : "ناپایداری جهان",
    "text" : "هنگام سپیده دم خروس سحری\nدانی که چرا همی کند نوحه گری\nیعنی که نمودند در آینه صبح\nکز عمر شبی گذشت و تو بی خبری"
    ,
    "interpretation" : "خیام با نگاهی شاعرانه و کمی تکان‌دهنده، آواز صبحگاهی خروس را نه یک خواندن معمولی، بلکه فریادی از سر سوگواری می‌بیند. او معتقد است خروس با هر طلوع خورشید به ما هشدار می‌دهد که یک شب دیگر از مهلت زندگی‌مان تمام شد و ما همچنان در خواب غفلت هستیم. این رباعی دعوتی است به بیداری و آگاهی از گوهرِ وقت که بی سروصدا در حال ذوب شدن است."
},
{
    "id" : 3, 
    "category" : "ناپایداری جهان",
    "text" : "چون عهده نمی‌شود کسی فردا را\nحالی خوش کن تو این دل شیدا را\nمی نوش به نور ماه ای ماه که ماه\nبسیار بتابد و نیابد ما را"
    ,
    "interpretation" : "این رباعی بر غیرقابل پیش‌بینی بودن آینده تاکید دارد؛ هیچ‌کس نمی‌تواند تضمین کند که فردا زنده است، پس منطقی‌ترین کار، خوش بودن در همین لحظه است. تصویر نهایی بسیار تاثیرگذار است: ماه سالیان سال بعد از ما هم خواهد تابید، اما ما دیگر نیستیم که تماشایش کنیم، پس تا هستیم از این زیبایی لذت ببر."
},
{
    "id" : 4, 
    "category" : "ناپایداری جهان",
    "text" : "این گنبد لاجوردی زرین طشت\nبسیار بگشته است و بسی خواهد گشت\nیک چند ز اقتضای دوران قضا\nما نیز چو دیگران رسیدیم و گذشت"
    ,
    "interpretation" : "خیام در این شعر به تداوم ابدی جهان در مقابل عمر کوتاه انسان اشاره می‌کند. او آسمان را به تشتِ زرینی تشبیه کرده که میلیون‌ها سال پیش از ما چرخیده و بعد از ما هم به کار خود ادامه می‌دهد. پیام او این است که ما تنها برای لحظه‌ای کوتاه و به جبرِ روزگار، فرصت حضور در این صحنه را پیدا کرده‌ایم و درست مثل تمامی گذشتگان، نوبت ما هم به سرعت تمام می‌شود؛ پس نباید این حضور گذرا را بیش از حد سخت گرفت."
},
{
    "id" : 5, 
    "category" : "ناپایداری جهان",
    "text" : "هشدار که رزگار شورانگیز است\nایمن منشین که تیغ دوران تیز است\nدر کام تو گر زمانه لوزینه نهد\nزنهار فرو مبر که زهر‌آمیز است"
    ,
    "interpretation" : "خیام در این رباعی چهره‌ی بی‌رحم و فریبنده‌ی دنیا را ترسیم می‌کند. او هشدار می‌دهد که نباید به آرامش و خوشی‌های موقت روزگار اعتماد کرد، چرا که دنیا همان‌قدر که ناگهانی هدیه‌ای می‌دهد، همان‌قدر هم سریع و برنده (مثل یک تیغ) آن را پس می‌گیرد. لوزینه (شیرینی) در اینجا نماد لذت‌های دنیاست؛ خیام می‌گوید حتی وقتی زندگی به کامت شیرین است، هوشیار باش و به آن دل نبند، چون این خوشی‌ها غالباً با رنج و زوال همراهند."
},
{
    "id" : 6, 
    "category" : "ناپایداری جهان",
    "text" : "دانی ز جهان چه طرف بربستم هیچ\nوزکار جهان چگونه وارستم هیچ\nشمع طربم ولی چو بنشستم هیچ\nخود جام جمم ولی چو بشکستم هیچ"
    ,
    "interpretation" : "خیام در این رباعی به پوچی مادی و گذرا بودن افتخارات انسانی اشاره می‌کند. او می‌گوید اگر تمام دنیا را هم به دست بیاوری، در نهایتِ کار، چیزی از این جهان مادی با خود نمی‌بری و دستت خالی است. او انسان را به شمعی تشبیه می‌کند که با تمام روشنایی‌اش روزی خاموش می‌شود و به «جام‌جم» (نماد قدرت و بینایی مطلق) که با یک ضربه می‌شکند و از اعتبار می‌افتد؛ پیامی عمیق که یادآوری می‌کند به داشته‌های فانی مغرور نشویم، چون حقیقتِ نهایی ما فراتر از این بود و نبودهای مادی است."
},
{
    "id" : 7, 
    "category" : "ناپایداری جهان",
    "text" : "از آمدن و رفتن ما سودی کو\nوز تار وجود ما پودی کو\nدر مجمر چرخ جان چندین پاکان\nمی‌سوزد و خاک می‌شود دودی کو"
    ,
    "interpretation" : "خیام در این رباعی دست روی یکی از عمیق‌ترین پرسش‌های بشر می‌گذارد: فلسفه و هدف از زیستن چیست؟ او با نگاهی پرسشگر می‌گوید که آمدن و رفتن ما به این دنیا، سودی برای جهان ندارد و تار و پود وجود ما تأثیری در کل هستی نمی‌گذارد. او با اندوه به انسان‌های پاکی اشاره می‌کند که در چرخشِ بی‌رحمِ روزگار از بین می‌روند و خاک می‌شوند، بدون اینکه حتی اثری (مثل دود) از این سوختن به جا بماند؛ این رباعی دعوتی است به تواضع در برابر عظمت هستی و درک این حقیقت که ما بخشی از یک چرخه‌ی بزرگ و ناشناخته‌ایم."
},
{
    "id" : 8, 
    "category" : "ناپایداری جهان",
    "text" : "ای بس که نباشیم و جهان خواهد بود\nنی نام ز ما و نی نشان خواهد بود\nزین پیش نبودیم و همان خواهد بود\nزین پس چو نباشیم همان خواهد بود"
    ,
    "interpretation" : "خیام در این رباعی دست روی یکی از عمیق‌ترین پرسش‌های بشر می‌گذارد: فلسفه و هدف از زیستن چیست؟ او با نگاهی پرسشگر می‌گوید که آمدن و رفتن ما به این دنیا، سودی برای جهان ندارد و تار و پود وجود ما تأثیری در کل هستی نمی‌گذارد. او با اندوه به انسان‌های پاکی اشاره می‌کند که در چرخشِ بی‌رحمِ روزگار از بین می‌روند و خاک می‌شوند، بدون اینکه حتی اثری (مثل دود) از این سوختن به جا بماند؛ این رباعی دعوتی است به تواضع در برابر عظمت هستی و درک این حقیقت که ما بخشی از یک چرخه‌ی بزرگ و ناشناخته‌ایم."
},
{
    "id" : 9, 
    "category" : "ناپایداری جهان",
    "text" : "افلاک که جز غم نفزایند دگر\n ننهند بجا تا نربایند دگر\nنا‌آمدگان اگر بدانند که ما\nاز دهر چه کی‌کشیم نایند دگر"
    ,
    "interpretation" : "خیام در این رباعی با لحنی گلایه‌آمیز به رنج‌های بی‌شمار زندگی اشاره می‌کند. او معتقد است که روزگار گویی وظیفه‌ای جز افزودن غم و گرفتنِ داشته‌های انسان ندارد و هر هدیه‌ای که می‌دهد را با بی‌رحمی بازپس می‌گیرد. اوج معنای شعر در دو بیت آخر است: خیام می‌گوید سختی‌های این جهان به قدری است که اگر کسانی که هنوز به دنیا نیامده‌اند، ذره‌ای از رنجِ ما باخبر بودند، هرگز حاضر نمی‌شدند پا به این عرصه بگذارند؛ این رباعی در واقع بازتابی از خستگی انسان در مواجهه با ناملایمات ابدی دنیاست."
},
{
    "id" : 10, 
    "category" : "ناپایداری جهان",
    "text" : "چون حاصل آدمی در این دیر دو در\nجز خون دل و دادن جان نیست دگر\nخرم دل آن کسی که نامد به وجود\nآسوده کسی که خود نزاد از مادر"
    ,
    "interpretation" : "خیام در این بیت با نگاهی بسیار عمیق و کمی تلخ، به رنج‌های ذاتی زندگی اشاره می‌کند. او دنیا را به خانه‌ای تشبیه می‌کند که دو در دارد (تولد و مرگ) و معتقد است در فاصله‌ی عبور از این دو در، بهره‌ی انسان غالباً سختی و رنج است. او با این بیان اغراق‌آمیز می‌خواهد بگوید که آسودگی واقعی در «نبودن» است؛ چرا که کسی که به این جهان پرآشوب قدم نمی‌گذارد، از تمام این دغدغه‌ها و دردهای انسانی رهاست. این رباعی در واقع واکنشی است به سنگینیِ بارِ امانتی که زندگی بر دوش انسان می‌گذارد."
}
]